"“%@” couldn’t be overwritten because the file isn't writable by you." = "„%@“ konnte nicht überschrieben werden weil sie es nicht beschreiben dürfen.";
"Converting “%1$@” to “%2$@”" = "Konvertiere „%1$@“ zu „%2$@“";
"Couldn't copy unpacked files from working directory" = "Die entpackten Dateien konnten nicht aus dem Arbeitsverzeichnis kopiert werden.";
"Task complete" = "Aufgabe abgeschlossen";
"Splitting “%@”" = "Splitte „%@“";
"Please try again." = "Bitte versuchen Sie es erneut.";
"Couldn't find working directory" = "Das Arbeitsverzeichnis konnte nicht gefunden werden.";
"Invalid File" = "Ungültige Datei";
"Task cancelled" = "Aufgabe abgebrochen";
"The file “%@” was modified since it was split and can't be combined." = "„%@“ kann nicht zusammengeführt werden weil sie seit dem Splitten verändert wurde.";
"The archive “%@” cannot be created because the existing archive cannot be overwritten." = "Das Archive „%@“ konnte nicht erstellt werden weil das bestehende Archive nicht überschrieben werden konnte.";
"“%@” already exists. Do you want to replace it?" = "Die Datei „%@“ existiert bereits. Soll diese überschrieben werden?";
"An unknown error occurred, please make sure you have enough disk space and that you have permissions to write to the destination folder." = "Ein unbekannter Fehler ist aufgetreten. Überprüfen Sie dass genug Speicherplatz vorhanden ist und dass Sie auf das Zielverzeichnis schreiben können.";
"Please enter the password to open “%@”" = "Bitte geben Sie das Kennwort für „%@“ ein";
"I Agree"="Akzeptieren";
"Create “%@”" = "Archiv „%@“ erstellen";
"Invalid password" = "Ungültiges Kennwort";
"The archive could not be opened, possibly because it is incomplete or corrupt." = "Das Archiv konnte nicht geöffnet werden, womöglich ist die Datei kein gültiges Archiv-Format.";
"OK" = "OK";
"Clean temporary files" = "Temporäre Dateien löschen";
"File could not be split because the disk is full." = "Die Datei konnte nicht gesplittet werden weil nicht genügend Speicherplatz vorhanden ist.";
"Combine “%@”" = "Zusammenfügen von „%@“";
"Done" = "Fertig";
"Extract" = "Entpacken";
"A file or folder with the same name already exists in this location. Replacing it will overwrite its current contents." = "Ein Datei mit dem selben Namen existiert bereits in diesem Verzeichnis. Wenn Sie diese ersetzen wird der jetzige Inhalt überschrieben.";
"Select" = "Auswählen";
"Split “%@”" = "Splitten von „%@“";
"Choose destination" = "Zielverzeichnis auswählen";
"The file “%1$@” could not be opened because “%2$@” is full." = "„%1$@“ konnte nicht geöffnet werden weil auf „%2$@“ zu wenig Speicherplatz vorhanden ist.";
"Extract “%@”" = "Entpacken von „%@“";
"Cancelled" = "Abgebrochen";
"Creating “%@”" = "Erstelle „%@“";
"Invalid Password" = "Ungültiges Kennwort";
"Opening “%1$@” (%2$lu of %3$lu)" = "Öffne „%1$@“ (%2$lu von %3$lu)";
"Please delete some files on your disk and try again." = "Bitte schaffen sie Platz in dem Sie Dateien löschen und versuchen Sie es erneut.";
"The file “%1$@” could not be opened because you do not have permissions to write to “%2$@”." = "„%1$@“ konnte nicht geöffnet werden weil Sie „%2$@“ nicht beschreiben dürfen.";
"Combining file “%@”" = "Führe „%@“ zusammen";
"Convert “%1$@” to “%2$@”" = "Konvertieren von „%1$@“ zu „%2$@“";
"“%@” couldn’t be overwritten because you don’t have permission to access it." = "„%@“ konnte nicht überschrieben werden weil sie nicht ausreichend Zugriffsrechte haben.";
"Task failed" = "Aufgabe fehlgeschlagen";
"Combine failed" = "Zusammenführung fehlgeschlagen";
"The files could not be combined, possibly because they are corrupt." = "Die Dateien konnten nicht zusammengeführt werden. Es ist möglich, dass sie unvollständig oder beschädigt sind.";
"Try deleting files from %@ or opening the file to another disk." = "Löschen Sie Dateien von %@ oder wählen Sie ein anderes Laufwerk.";
"Try selecting an output folder that is writable by you." = "Wählen Sie ein Zielverzeichnes dass sie beschreiben dürfen.";
"Removing “%@”" = "Lösche „%@“";
"The passwords don't match." = "Die Kennwörter stimmen nicht überein.";
"Please enter your password again." = "Bitte geben Sie das Kennwort erneut ein.";
"Scanning “%@”" = "Scanne „%@“";
"The file “%@” could not be opened." = "Das Archiv konnte nicht geöffnet werden.";
"Files could not be combined because the disk is full." = "Die Dateien konnten nicht zusammengeführt werden weil nicht genügend Speicherplatz vorhanden ist.";
"Try opening the file to another disk." = "Bitte löschen Sie ein paar Dateien oder wählen Sie ein Zielverzeichnis auf einem anderen Laufwerk.";
"Unkonwn Status" = "Unbekannter Status";
"The file “%1$@” could not be opened because “%2$@” is read-only." = "„%1$@“ konnte nicht geöffnet werden weil „%2$@“ nicht beschreibbar ist.";
"Try changing the permissions or chosing a different archive name." = "Ändern Sie die Zugriffsrechte oder wählen Sie einen anderen Namen für das Archiv.";
"The archive could not be opened because you entered an invalid password. Please try again." = "Das Archiv konnte nicht geöffnet werden weil das Kennwort ungültig ist. Bitte versuchen Sie es noch einmal.";
"Select default output folder" = "Standard-Ausgabeordner auswählen";
"Open" = "Öffnen";
"Combine" = "Zusammenführen";
"Try chosing a different archive name." = "Bitte wählen Sie einen anderen Namen für das Archiv.";
"Opening “%@”" = "Öffne „%@“";
"%1$@ of %2$@ completed" = "%1$@ von %2$@ abgeschlossen";
"Cancel" = "Abbrechen";
"Replace" = "Ersetzen";
"An unknown error occurred opening file “%1$@” to “%2$@”." = "Beim öffnen von „%1$@“ auf „%2$@“ ist ein unbekannte Fehler aufgetreten.";
"Error creating archive" = "Das Archiv konnte nicht erstellt werden.";
"Make sure that you can modify this archive before overwriting it, or choose another location." = "Bitte wählen Sie ein anderes Zielverzeichnis";
"ArchiveName.Archive" = "Archiv";
"Cleaning up (this may take a few minutes)..." = "Bereinigen (dies könnte einige Minuten dauern)...";
"Success" = "Erfolg";
"Extract:" = "Entpacken:";
"Try selecting a different output folder." = "Bitte wählen Sie ein anderes Zielverzeichnis.";
"File could not be split because an unexpected error occurred." = "Die Datei konnte nicht gesplittet werden weil ein unbekannte Fehler aufgetreten ist.";
"Unsupported" = "Nicht unterstützt";
"The archive is protected with a password." = "Das Archiv ist mit einem Kennwort geschützt.";

"Analyzing %ld out of %ld" = "Überprüfe %ld von %ld";
"Analyzing files" = "Überprüfe Dateien";

"Verifying checksums" = "Überprüfe Checksummen";
"Checksumming split files" = "Erstelle Checksummen für gesplittete Dateien";
"Invalid chunk size: %g" = "Ungültige Split-Größe: %g";

"Updates" = "Updates";
"General" = "Allgemein";
"Advanced" = "Erweitert";
"File Types" = "Dateitypen";

"%1.1f TB" = "%1.1f TB";
"%1.1f GB" = "%1.1f GB";
"%1.1f MB" = "%1.1f MB";
"%1.1f KB" = "%1.1f KB";
"%i bytes" = "%i Byte";
"%i byte" = "%i Byte";

/* Extract */
"Extract from “%@”:" = "Entpacke von „%@“:";

/* Compression levels */
"None" = "Ohne Kompression";

/* Progress */
"%d of %lu files copied" = "%d von %lu Dateien kopiert";
"Extracting “%@”" = "Entpacke „%@“";

/* Preview */
"Preview “%@”" = "Vorschau „%@“";
"Preview “%@”: %d file" = "Vorschau „%@“: %d Datei";
"Preview “%@”: %d files" = "Vorschau „%@“: %d Dateien";
"Preview:" = "Vorschau:";
"Preview: %lu files" = "Vorschau: %lu Dateien";

/* Encryption */
"Passwords do not match" = "Die Kennwörter stimmen nicht überein";
"Please confirm password" = "Bitte bestätigen Sie Ihr Kennwort";
"Please enter a password" = "Bitte geben Sie ein Kennwort ein";

/* Errors */
"Archiver unauthorized" = "Archiver ist nicht autorisiert";
"Multimedia Manipulation failed" = "Multimedia Bearbeitung fehlgeschlagen";
"The created files couldn't be moved." = "Die erstellten Dateien konnten nicht verschoben werden.";
"Please enter a value bigger than 1 and try again." = "Bitte geben Sie einen Wert größer als 1 ein und versuchen Sie es erneut.";
"Invalid password for “%@”, please try again." = "Das Kennwort für „%@“ ist ungültig, bitte versuchen Sie es erneut.";
"Cannot combine a single checksum file." = "Eine Checksummen-Datei kann nicht zusammengeführt werden.";

"%@ of %@ files packed" = "%@ von %@ Dateien verpackt";
"%d of %d files copied" = "%d von %d Dateien kopiert";
"%@ of %@" = "%@ von %@";

"RAR Archive (Roshal Archive)" = "RAR Archiv (Roshal Archive)";
"TAR Archive (BZIP2 compression)" = "TAR Archiv (BZIP2 Komprimierung)";
"TAR Archive (GZIP compression)" = "TAR Archiv (GZIP Komprimierung)";
"TAR Archive (Lempel-Ziv compression)" = "TAR Archiv (Lempel-Ziv Komprimierung)";
"(uncompressed)" = "(unkomprimiert)";
"ZIP archive (WinZIP compatible)" = "ZIP Archiv (WinZip-kompatibel)";
"7-ZIP archive (high compression and encryption)" = "7-ZIP Archiv (hohe Komprimierung und Verschlüsselung)";
/* TODO: not happy with translation below -- but adding "Pre" suffix sounds strange */
"Archiver (audio and image pre-compression)" = "Archiver (Audio und Bild Komprimierung)";
"Apple disk image" = "Apple Disk Image";

"Detaching image" = "Trenne Image";
"Copying files from mounted image" = "Kopiere Dateien vom Image";
"Cleaning up" = "Bereinigen";
"Finishing" = "Fertigstellen";
"Attaching image" = "Öffne Image";

"Calculating size..." = "Größe wird berechnet...";

"%i File" = "%i Datei";
"%i Files" = "%i Dateien";

/* Navigation buttons */
"Convert" = "Konvertieren";
"NavButton.Archive" = "Archivieren";
"Split" = "Splitten";
"Finder" = "Finder";
"Archive" = "Archivieren";

/* Top bar labels */
"Convert Archive:" = "Archiv konvertieren:";
"Split File:" = "Datei splitten:";
"Create Archive:" = "Archiv erstellen:";
"Choose format" = "Format wählen";

"Archive encrypted" = "Archiv verschlüsselt";

/* Status item -- currently unused */
"Quit" = "Beenden";
/* TODO: check difference between make archive and quick-make archive */
"Create Archive…" = "Archiv erstellen…";
"Quick-Create Archive…" = "Archiv erstellen…";
"Choose Where to Extract…" = "Zielverzeichnis auswählen…";
"Combine Files…" = "Dateien zusammenführen…";
"Extract Here…" = "Hier entpacken…";
"Preferences…" = "Einstellungen…";
"Preview…" = "Vorschau…";
"Split File…" = "Datei splitten…";

"Check for Updates…" = "Nach Aktualisierungen suchen…";


/* Sandbox authorization */
"Authorize" = "Autorisieren";
"Authorize…" = "Autorisieren…";
"Authorize All…" = "Voll Autorisieren…";
"Authorize Later" = "Später Autorisieren";
"Authorize Now…" = "Jetzt Autorisieren…";
"Please authorize Archiver to work with files." = "Bitte autorisieren Sie Archiver um mit Dateien arbeiten zu können.";
"Archiver needs your permission to work with files. Do you wish to authorize now?" = "Archiver benötigt Ihre Erlaubnis um mit Dateien arbeiten zu können.";
"If you choose to authorize later you will be asked for permission on an as needed basis when you work with specific files." = "Wenn Sie später autorisieren wählen wird Archiver Sie bei Bedarf nach Ihrer Erlaubnis fragen um mit bestimmten Dateien zu arbeiten.";
"If you do not want to be asked about authorization again, please choose Authorize All and follow the on-screen instructions." = "Wenn Archiver Sie nicht mehr um Autorisierung fragen soll, wählen Sie bitte Voll Autorisieren und folgen Sie den weiteren Anweisungen.";

/* Navigation */
"Back" = "Zurück";
"Replace" = "Ersetzen";
"Finish" = "Fertigstellen";
"Finder" = "Finder";
"Export" = "Exportieren";
"Next" = "Weiter";

/* Help menu */
"Acknowledgments" = "Anerkennungen";
"Send Email..." = "Email senden...";
"Send Feedback..." = "Feedback senden...";
"License Agreement" = "Lizenzvereinbarung";

"Creating RAR archives requires third-party software. To install:\n\n1. Download the RAR plugin" = "Für das Erstellen von RAR Archiven benötigt Archiver zusätzliche Software von Drittanbietern. Um diese Software zu installieren:\n\n1. Downloaden Sie das RAR-Plugin";

"Creating RAR archives requires up-to-date third-party software. Choose Install to download and install the missing software." = "Für das Erstellen von RAR Archiven benötigt Archiver aktualisierte zusätzliche Software von Drittanbietern. Bitte clicken Sie auf Installieren.";

"here" = "von hier";
"or visit https://incrediblebee.com/dl/rar\n\n2. Drag the RAR plugin to the drop area below and choose Install:"="oder besuchen Sie https://incrediblebee.com/dl/rar\n\n2. Bewegen Sie die Datei auf den Drop Bereich unten und clicken Sie dann auf Installieren:";
"Install RAR plugin"="RAR-Plugin installieren";
"Downloading RAR plugin..."="RAR-Plugin herunterladen...";
"Install"="Installieren";
"Finish"="Fertigstellen";
"Download error"="Download Fehler";
"Please check your internet connection and try again"="Bitte überprüfen Sie Ihr Internetverbindung und versuchen Sie es erneut";

"You only need to authorize a folder once."="Sie brauchen eine Ordner nur einmal zu autorisieren.";

/* Self-update */
"An old version was found in the %@ folder. To avoid any confusion we recommended that you delete this old version." = "Eine ältere Version befindet sich im %@ Ordner. Um Verwechslungen zu vermeiden empfehlen wir diese ältere Version zu entfernen.";
"The update server could not be reached." = "Die Verbindung zum Update Server konnte nicht hergestellt werden.";
"There was an error retrieving the update." = "Fehler beim Aktualisieren.";
"Please make sure you are connected to the Internet and then try again. If you are connected to the Internet please try again later as the update server may be temporarily unavailable. If the problem persists then please report it." = "Bitte vergewissern Sie sich dass eine Verbindung mit dem Internet besteht. Falls eine Internetverbindung besteht, bitte versuchen Sie es später erneut da der Update Server vorübergehend nicht erreichbar sein könnte. Falls das Problem bestehen bleibt bitte informieren Sie uns.";
"Please try again later as the update server may be temporarily unavailable. If the problem persists then please report it." = "Bitte versuchen Sie es später erneut da der Update Server vorübergehend nicht erreichbar sein könnte. Falls das Problem bestehen bleibt bitte informieren Sie uns.";

"The OS X Sandbox needs you to authorize Archiver to access files." = "Die OS X Sandbox-Regelungen erforden eine Authorisierung durch den Benutzer, um auf Dateien zuzugreifen.";

"Please authorize %@ to be able to access \"%@\"." = "Bitte autorisieren Sie %@, um auf den Ordner \"%@\" zugreifen zu können.";

/* Uninstall old version */
"Delete Old Version" = "Alte Version Entfernen";
"Do not show this message again" = "Diese Meldung nicht mehr anzeigen";
"Do you want to delete the old version?" = "Wollen Sie die alte Version entfernen?";
"You are up to date!" = "Sie sind auf dem neuesten Stand!";
"You are running the latest version of %@." = "Die aktuelle Version von %@ ist bereits installiert.";
"Keep" = "Behalten";
"Show in Finder" = "Im Finder anzeigen";
"Report Problem…" = "Problem berichten…";
"Finder" = "Finder";

// Added in v3
"The archive could not be opened." = "Das Archiv konnte nicht geöffnet werden.";
"The archive “%@” could not be opened, possibly because it's incomplete or corrupt." = "Das Archiv “%@” konnte nicht geöffnet werden. Es ist möglich, dass es unvollständig oder beschädigt ist.";
"The archives could not be opened." = "Die Archive konnten nicht geöffnet werden.";
"None of the archives could be opened, possibly because they are incomplete or corrupt." = "Keines der Archive konnte geöffnet werden. Es ist möglich, dass sie unvollständig oder beschädigt sind.";
"Skip" = "Überspringen";
"No compression" = "Ohne Kompression";
"7zip compression" = "7zip-Komprimierung";
"Bzip compression" = "Bzip-Komprimierung";
"Invalid Unicode characters" = "Ungültige Unicodezeichen";
"Invalid starting character \"=\"" = "Ungültiges erstes Zeichen \"=\"";
